---
kind: enumMember
id: F:Autodesk.Revit.DB.IFCVersion.IFCCOBIE
enum: Autodesk.Revit.DB.IFCVersion
source: html/03f1bce3-dd39-9deb-c732-db82474cb40b.htm
---
# Autodesk.Revit.DB.IFCVersion.IFCCOBIE

IFC GSA COBIE 2010 file format. This is a variant of IFC 2x3 used for
 submitting files that are COBIE 2010-complaint.